Repository: triaboxproyect/triabox
Catalog: app/Resources/translations/messages.*.xlf
Languages: es, pt

source: You will stop sharing such records with some companies. From now, users of those companies no longer will be able to access them, or the information contained.
es: Va a dejar de compartir este tipo de registros con algunas empresas. A partir de ahora, los usuarios de esas empresas ya no podrán acceder a los mismos, ni a las informaciones contenidas.
pt: Você vai parar de compartilhar esses registros com algumas empresas. A partir de agora, os usuários dessas empresas já não será capaz de acessá-los, ou a informação contida.

source: Scheduled
es: Programado
pt: Agendada

source: The record has been successfully shared with selected companies. From now on, the records of this type generated will be visible to users belonging to the companies indicated.
es: El registro se ha compartido con éxito con las empresas seleccionadas. A partir de ahora, los registros de este tipo generados, serán visibles por usuarios pertenecientes a las empresas indicadas.
pt: O registro foi compartilhado com sucesso com empresas selecionadas. A partir de agora, os registros deste tipo gerado será visíveis aos usuários pertencentes a empresas indicadas.

source: Stop sharing
es: Dejar de Compartir
pt: Pare Compartilhar

source: Find a company in Xtending
es: Encontrar una empresa en Xtending
pt: Encontrar uma empresa Xtending

source: No related companies
es: No hay empresas relacionadas
pt: Nenhuma empresa relacionados

source: No products for this company
es: No hay productos de esta empresa
pt: Não há produtos para esta empresa

source: The process data grid is not configured
es: La grilla del proceso no ha sido configurada
pt: A grelha do processo não tem sido configurada

source: You must select a user
es: Debe seleccionar un usuario
pt: Deve selecionar um usuário

source: Record Code:
es: Código de registro:
pt: Código de registro

source: Process:
es: Proceso:
pt: Processo

source: You must accept the Terms and Conditions to continue.
es: Debe aceptar los Términos y Condiciones para continuar.
pt: Deve acetar os Términos y Condiciones para continuar.

source: No matches found
es: No se han encontrado coincidencias
pt: Encontrado nenhum resultado

source: The can add and invite to join the network Xtending
es: La puede agregar e invitar a integrar la red Xtending
pt: A pode adicionar e convidar para participar da Xtending rede

source: Please enter the company name
es: Debe ingresar el nombre de la empresa
pt: Por favor, insira o nome da empresa

source: Xtending is a portal that offers solutions for the exchange of information on business management. Your access parameters are:
es: Xtending es un portal que ofrece soluciones para el intercambio de información en la gestión de empresas. Sus parámetros de acceso son:
pt: Xtending é um portal que oferece soluções para o intercâmbio de informações sobre gestão de empresarial. Os seus parâmetros de acesso são:

source: After access you can update your contact information and those of
es: Luego de acceder podrá actualizar sus datos de contacto y los de
pt: Depois de aceder a Xtending você pode atualizar seus dados de contato e os de

source: suggests log in:
es: sugiere ingrese en:
pt: sugere acesse no:

source: If the company is not listed,
es: Si la empresa no se encuentra en la lista,
pt: Se a empresa não está na lista,

source: Record was shared successfully
es: Se ha compartido el registro con éxito.
pt: Registro foi compartilhada com sucesso.

source: User or E-mail
es: Usuario o E-mail
pt: Nome de usuário ou E-mail

source: Create Code
es: Crear Código
pt: Criar código

source: To create the code you must select the elements that compose it and add, if necessary, a character to separate them.
es: Para crear el código debe seleccionar los elementos que lo componen y agregar, si es necesario, un carácter para separarlos.
pt: Para criar o código deve selecionar os elementos que a compõem e adicionar, se necessário, um personagem para separá-los.

source: You can combine up to five items
es: Puede combinar hasta cinco elementos.
pt: Você pode combinar até cinco itens

source: Element type
es: Tipo de elemento
pt: Tipo de elemento

source: Separating character
es: Carácter separador
pt: Carácter separador

source: First Element
es: Primer Elemento
pt: Primeiro Elemento

source: Second Element
es: Segundo Elemento
pt: Segundo Elemento

source: Third Element
es: Tercer Elemento
pt: Terceiro Elemento

source: Fourth Element
es: Cuarto Elemento
pt: Quarto Elemento

source: Fifth Element
es: Quinto Elemento
pt: Quinto Elemento

source: Process Code
es: Código de Proceso
pt: Código de Processo

source: Process sequencer
es: Secuenciador de Proceso
pt: Sequenciador do Processo

source: Actual date
es: Fecha actual
pt: Data atual

source: Date
es: Fecha
pt: Data

source: Author
es: Autor
pt: Autor

source: Record's Entity
es: Entidad del registro
pt: Entidade do registro

source: Country's Entity
es: País de Entidad
pt: Pais da Entidade

source: Entity's ID
es: ID de Entidad
pt: ID da Entidade

source: Dinamic Code
es: Código dinámico
pt: Código dinâmico

source: Company Status
es: Estado de la empresa
pt: Companhia Estado

source: Alternate e-mail
es: E-mail alternativo
pt: E-mail alternativo

source: CAP Name
es: Nombre del PAC
pt: Nome de PAC

source: Author
es: Autor
pt: Autor

source: Have History
es: Tiene Historial
pt: Tem Historia

source: Generate
es: Generar
pt: Gerar

source: Version
es: Versión
pt: Versão

source: Modified data
es: Fecha de Modificación
pt: Data modificada

source: Author of the amendment
es: Autor de la modificación
pt: Autor da modificasão

source: History
es: Historial
pt: Historia

source: The e-mail from the company trying to invite already being used in our network.
es: El e-mail de la empresa que intenta invitar ya esta siendo utilizado dentro de nuestra red.
pt: O e-mail da empresa tentando convite já está sendo usado em nossa rede.

source: Details
es: Detalles
pt: Detalhes

source: Submit for Approval
es: Enviar para aprobación
pt: Enviar para aprovação

source: Local Contact
es: Contacto del local
pt: Contato do local

source: Division
es: División
pt: Divisão

source: Requirement
es: Requisito
pt: Requisito

source: Evidence
es: Evidencia
pt: Evidência

source: Analisys author
es: Autor del análisis
pt: Autor da análise

source: Causes
es: Causas
pt: Causas

source: Responsible / Implementation Date
es: Responsable / Fecha de implementación
pt: Responsável / Data implementação

source: Evidence of execution
es: Evidencia de ejecución
pt: Evidência de execução

source: Comments
es: Comentarios Consultor de Operaciones
pt: Comentários

source: Comments
es: Comentarios Auditor
pt: Comentários

source: Status
es: Estado
pt: Estado

source: Last modification author
es: Autor de última modificación
pt: Autor da última alteração

source: Pending approval
es: Pendiente de Aprobación
pt: Pendente aprovação

source: Validated
es: Aprobado por Auditor
pt: Validada

source: Rejected
es: Rechazado por Auditor
pt: Rejeitada

source: Successful operation
es: Operación exitosa
pt: Operação bem sucedida

source: Approved
es: Aprobado por Consultor de Operaciones
pt: Aprovada

source: Rejected
es: Rechazado por Consultor de Operaciones
pt: Rejeitada

source: Functions
es: Cargos
pt: Funcões

source: Edit form type
es: Editar tipo de formulario
pt: Editar tipo de formulário

source: Has CAP
es: Tiene PAC
pt: Tem PAC

source: Custom configuration
es: Configuración custom
pt: Configuração personalizada

source: Add status
es: Adicionar estado
pt: Adicionar estado

source: Delete relationship
es: Eliminar relación
pt: Suprimir relacionamento

source: Approve CAP
es: Aprobar
pt: Aprovar PAC

source: CAP not created
es: No creado
pt: PAC não criado

source: Verified effective
es: Verificado Efectivo
pt: Verificado eficaz

source: Verified effective
es: Verificado Efectivo por Consultor de operaciones
pt: Verificado eficaz

source: Verified effective
es: Verificado Efectivo por Auditor
pt: Verificado eficaz

source: Rejected
es: Rechazada
pt: Rejeitada

source: Configuration
es: Configuración
pt: Configuracão

source: Configuration
es: Configuración
pt: Configuracão

source: Audit data
es: Datos de la auditoria
pt: Dados da auditoria

source: Summary data
es: Datos del resumen
pt: Dados do resumo

source: NC Record
es: Registros NC
pt: Registro NC

source: Next audit frequence
es: Frecuencia de auditoria siguiente
pt: Frequencia da auditoria seguinte

source: Assessed requirements
es: Requisitos evaluados
pt: Requisitos avaliados

source: Conforming requirments
es: Requisitos Conformes
pt: Requisitos Conformes

source: Nonconforming requirements
es: Requisitos No Conformes
pt: Requisitos No Conformes

source: Requiremnets with Observations
es: Requisitos con Observaciones
pt: Requisitos com Observacões

source: Restaurant
es: Restaurante
pt: Restaurante

source: Restaurant ID
es: Sigla de Restaurante
pt: Sigla do Restaurante

source: Phones
es: Teléfonos
pt: Telefones

source: Full report in PDF
es: Informe completo en PDF
pt: Relatorio completo em PDF

source: Observations
es: Registros Observados
pt: Observações

source: Other records
es: Otros registros
pt: Outros registros

source: Create PDF
es: Generar PDF
pt: Gerar PDF

source: Create full report in PDF
es: Generar informe completo en PDF
pt: Gerar relatorio completo em PDF

source: Close notification
es: Cerrar notificación
pt: Fechar notificação

source: Pending
es: Pendiente
pt: Pendente

source: Approved
es: Aprobado
pt: Aprobado

source: Undefined
es: No definido
pt: Não definido

source: Modified CAP approval
es: Solicitud de aprobación de PAC modificado
pt: Aprobação de PAC alterado

source: CAP approval
es: Solicitud de aprobación de PAC
pt: Aprobação de PAC

source: Export CAPs to EXCEL
es: Exportar PACs a EXCEL
pt: Exportação de PACs para EXCEL

source: Template
es: Plantilla
pt: Modelo

source: No template
es: Sin plantilla
pt: Sem template

source: Print PDF
es: Imprimir en PDF
pt: Imprimir em PDF

source: Corrective actions
es: Acciones Correctivas
pt: Ações Corretivas

source: Do not apply
es: No Aplica
pt: Não aplicável

source: Coments
es: Comentarios
pt: Comentarios

source: Change CAP
es: Modificar PAC
pt: Alterar PAC

source: Do you want to save changes done in CAP?
es: ¿Desea Guardar los cambios realizados en el Plan de Acciones Correctivas?
pt: Deseja salvar as alterações feitas no PAC?

source: CAP rejected by Supervisor
es: AC Rechazada por Consultor de Operaciones
pt: AC rejeitada pelo supervisor

source: Next items have been rejected by the Supervisor. Enter https://www.xtending.co in order to check them
es: Los siguientes items han sido rechazados por el Consultor de Operaciones. Ingrese a https://www.xtending.co para revisarlos.
pt: Os seguintes itens tem sido rejeitados pelo Supervisor. Digite https://www.xtending.co para revisa-los

source: A new Corrective Actions Plan has been created. Enter https://www.xtending.co to approve it
es: Se ha generado un nuevo Plan de Acciones Correctivas. Ingrese a https://www.xtending.co para aprobarlo.
pt: Tem sido gerado um novo Plano de Ações Corretivas. Digite https://www.xtending.co para aprova-lo.

source: Do you want to stop sharing these records?
es: ¿Quiere dejar de compartir estos registros?
pt: Quer parar de compartilhar estes registros?

source: You are about to send de CAP for approval. By doing this you will not be able to modify or edit this record.
es: Usted va a enviar el PAC para aprobación . Si continua no va a poder volver a modificar el registro.
pt: Você vai apresentar o PAC para aprovação. Se você continuar você não será capaz de voltar a edição do Registro.

source: CAP approved
es: Aprobado
pt: PAC aprovado

source: CAP rejected by Auditor
es: AC Rechazada por Auditor
pt: AC rejeitada pelo auditor

source: The Auditor has rejected the following items. Enter https://www.xtending.co to see the auditor's comments and modify the PAC
es: El Auditor ha rechazado los siguientes items. Ingrese a https://www.xtending.co para ver los comentarios del auditor y modificar el PAC
pt: O Auditor tem rejeitado os seguintes itens. Digite https://www.xtending.co para ver os comentários do auditor e modificar o PAC

source: You must complete all fields to Close.
es: Debe completar todos los campos para Cerrar.
pt: Debe preencher todos os campos para Fechar

source: CAP has not yet been created
es: El Plan de Acciones Correctivas aun no ha sido creado.
pt: O PAC ainda não tem sido gerado

source: A new Corrective Actions Plan has been created. Enter https://www.xtending.co to approve it
es: Se ha generado un nuevo Plan de Acciones Correctivas. Ingrese a https://www.xtending.co para aprobarlo.
pt: Tem sido gerado um novo Plano de Ações Corretivas. Acesse na https://www.xtending.co para aprova-lo.

source: The requested report is under construction!
es: El informe solicitado esta en construcción!
pt: O relatório solicitado está em construção!

source: ACTION NOT ALLOWED. You do not have permission to share this document
es: ACCION NO PERMITIDA. Usted no posee permisos para compartir este documento
pt: AÇÃO NÃO PERMITIDA. Você não tem autorização para compartilhar este documento

source: Excel Exportar Registros
es: Exportar Excel Registros
pt: Excel Export Records

source: Copy
es: Copiar
pt: Cópia

source: A new copy of the current record to be edited is saved. Do you want to continue?
es: Se guardará una nueva copia del registro actual para poder ser editada. ¿Desea continuar?
pt: Uma nova cópia do registro corrente a ser editada é guardada. Você quer continuar?

source: Visit report
es: Reporte de visita
pt: Relatório de Visita

source: Participants
es: Participantes
pt: Participantes

source: Charge
es: Cargo
pt: Cargo

source: Responsible
es: Responsables
pt: Encarregado

source: Range of punctuation
es: Escala de puntuación
pt: Escala de classificação

source: Rated
es: Calificación
pt: Avaliado

source: Definition
es: Definición
pt: Definição

source: Golden quality
es: Calidad dorada
pt: Qualidade de Ouro

source: Everything is perfect, exceeding expectations.
es: Todo está perfecto, excede las expectativas.
pt: Tudo é perfeito, superando as expectativas.

source: Very good quality
es: Muy buena calidad
pt: Muito boa qualidade

source: Everything is perfect, meets expectations.
es: Todo está perfecto, cumple las expectativas.
pt: Tudo é perfeito, atende às expectativas.

source: Good quality
es: Buena calidad
pt: Boa qualidade

source: Meet your expectations, enjoyable food experience.
es: Cumple con sus expectativas, experiencia de comida agradable.
pt: Atender às suas expectativas, agradável experiência de alimentos.

source: Regular quality
es: Calidad regular
pt: Qualidade regular

source: Calm your hunger, but do not delight, does not meet expectations. A frequent and regular customer starts complaining.
es: Calma su hambre, pero no lo deleita, no cumple con las expectativas. Un cliente frecuente y asiduo comienza a quejarse.
pt: Acalme a sua fome, mas não me agrado, não atende às expectativas. Um cliente frequente e regular começa a reclamar.

source: Poor quality
es: Mala calidad
pt: Má qualidade

source: Quality is poor, most customers typically complain at this level of frustration.
es: Hay problemas de calidad, la mayoría de los clientes típicamente se queja en este nivel de frustración.
pt: A qualidade é ruim, a maioria dos clientes normalmente se queixam neste nível de frustração.

source: Unacceptable quality
es: Calidad inaceptable
pt: Qualidade inaceitável

source: It is immediately reported to the manager. The client is removed from the home completely dissatisfied.
es: Se reporta inmediatamente al gerente. El cliente se retira del local completamente insatisfecho.
pt: Ele é imediatamente comunicado ao gerente. O cliente é removido da casa completamente insatisfeito.

source: Opportunities
es: Oportunidades
pt: Oportunidades

source: You must enter the email.
es: Debe ingresar el e-mail.
pt: Você deve digitar o e-mail.

source: User logged out
es: Usuario deslogueado
pt: Usuário desconectado

source: You have been logged out, log in again should.
es: Usted ha salido del sistema, debe volver a loguearse.
pt: Você foi desconectado, faça o login novamente deveria.

source: It is located in Summary
es: Se ubica en Resumen
pt: Ele está localizado no Resumo

source: Have a copy
es: Tiene Copía
pt: Ter uma cópia

source: It is groupable
es: Es agrupable
pt: É agrupável

source: Select company
es: Seleccione empresa
pt: Selecionar empresa

source: Corporate View
es: Vista Corporativa
pt: Ver Corporativo

source: Items not comply
es: Items No Cumple
pt: Items falha

source: Temperature
es: Temperatura
pt: Temperatura

source: Manual code
es: Código manual
pt: Código manual

source: Record data
es: Datos Registro
pt: Dados de registro

source: Audit team
es: Equipo Auditor
pt: Equipe de auditoria

source: Supervisor
es: Consultor de Operaciones

source: Manager
es: Gerente
pt: Gerente

source: Start time
es: Hora de inicio
pt: Hora de início

source: End time
es: Hora de finalización
pt: Tempo do fim

source: General comments
es: Observaciones generales
pt: Comentários gerais

source: Not meet
es: No cumple
pt: Não atende

source: Total Non-compliant requirements
es: Total requisitos No Cumple
pt: Necessidades totais não-conformes

source: Details
es: Detalle
pt: Detalhes

source: Overall total
es: Total general
pt: Total geral

source: Non-compliant - Requires immediate action.
es: No Cumple - Requiere acción inmediata.
pt: Não atende - Requer ação imediata.

source: Non-compliant - Requires monitoring.
es: No Cumple - Requiere seguimiento.
pt: Não atende - Requer monitoramento.

source: Calculation Worksheet
es: Planilla de calculo
pt: Planilha de Cálculo

source: Implementation Date
es: Fecha Implementación
pt: Data de Implementação

source: Text
es: Documento de Texto
pt: Texto

source: PPT Presentation
es: Presentación PPT
pt: PPT Presentação

source: New configuration
es: Crear configuración
pt: Crea Configuração

source: Total score of the evaluation
es: Puntaje Total de evaluación
pt: Pontuação total da avaliação

source: No sites
es: No tiene sites
pt: Nenhum site

source: Has Summary PDF
es: Tiene PDF Resumido
pt: PDF resumiu

source: Has full PDF
es: Tiene PDF Full
pt: Já PDF full

source: Entity
es: Entidad
pt: Entidade

source: Evaluation
es: Evaluación

source: Do you want to delete the selected record?
es: ¿Desea eliminar el registro seleccionado?
pt: Você deseja excluir o registro selecionado?

source: The assignment can not be deleted because it has related records that were shared.
es: La asignación no se puede eliminar porque tiene relacionados registros que fueron compartidos.
pt: A atribuição não pode ser excluído porque ele tiver registros relacionados que foram compartilhadas.

source: Type the name of the record:
es: Escriba el nombre del registro:
pt: Digite o nome do registro:

source: The mail contact which invites registered.
es: El mail del contacto que pretende invitar esta registrado.
pt: O contato de email que convida registrado.

source: Add Item
es: Agregar item
pt: Adicionar item

source: Delete Group
es: Eliminar Grupo
pt: Apagar Grupo

source: Add Group
es: Agregar Grupo
pt: Adicionar Grupo

source: PAC Rejected
es: Rechazado
pt: PAC Rejeitado

source: PAC Pendiente de aprobación
es: Pendiente de aprobación
pt: PAC Aprovação pendente

source: Estimated date of next audit
es: Fecha estimada de próxima auditoria
pt: Data estimada da próxima auditoria

source: Responsible
es: Responsable de site
pt: Responsável do site

source: Xtending – Request data update company
es: Xtending - Solicitud de actualizacion de datos de empresa
pt: Xtending – Solicitação de atualização de dados da empresa

source: Request data update
es: Solicitar actualización de datos
pt: Solicitação de atualização de dados

source: If you have no username and password you can request it by sending an email to info@xtending.co
es: Si no posee usuario y contraseña puede solicitarla enviando un mail a info@xtending.co
pt: Se você não tem nome de usuário e senha que você pode solicitá-lo através do envio de um e-mail para info@xtending.co

source: asked to update the information related to your company,
es: le solicita actualizar la información relaciona a su empresa,
pt: pediu para atualizar as informações relacionadas à sua empresa,

source: To do this go to http://www.xtending.co
es: Para hacerlo ingrese a http://www.xtending.co
pt: Para fazer isso, vá para http://www.xtending.co

source: Current status
es: Estado actual
pt: Estado atual

source: Comments Modification
es: Comentarios de Modificación
pt: Comentários Modificação

source: Flow of Participants
es: Flujo de Participantes
pt: Fluxo de participantes

source: Status
es: Estados
pt: Estado

source: Record
es: Historial
pt: Registro

source: This exceeding the number of records that can be exported. The maximum period is three (3) months or one hundred (100) records.
es: Esta excediendo la cantidad de registros que puede exportar. El período máximo es de tres (3) meses o cien (100) registros.
pt: Este superior o número de registros que podem ser exportados. O prazo máximo é de 3 (três) meses, ou cem (100) registros.

source: Total records obtained
es: Total de registros obtenidos
pt: Total de registros obtidos

source: You are browsing space
es: Está navegando en el espacio de
pt: Está a visitar o espaço

source: Não aplicável
es: No corresponde

source: Adicionar ações
es: Agregar acciones

source: Falha/desvio
es: Falla/desvio

source: Registrado no Xtending
es: Registrado en Xtending

source: Plano
es: Planificar

source: Preencha os campos abaixo para obter a lista de entidades
es: Complete los siguientes campos para obtener el listado de entidades

source: Entidades escolhidas
es: Entidades elegidas

source: Você deve concluir as configurações para salvar o agendamento.
es: Debe completar los valores para guardar la planificación.

source: A lista mostra as entidades sobre as quais eles estão a criar os novos registros planejamento do curso .
es: El listado muestra las entidades sobre las cuales se van a crear los nuevos registros de la planificación en curso.

source: Dados de planejamento
es: Datos de la planificación

source: Registros planejamento programado.
es: Registros programados por la planificación.

source: Processos de exportação
es: Exportar procesos

source: Data a partir da
es: Fecha desde

source: Para
es: Hasta

source: Date and time of creation
es: Fecha y hora de creación
pt: Data e hora de criação

source: Error!
pt: Erro!

source: Item
pt: Iten

source: Se ha modificado un Plan de Acciones Correctivas que había sido rechazado. Ingrese a https://www.xtending.co para aprobarlo.
pt: Modificou um Plano de Ação Corretiva, que tinha sido rejeitada. Digite https://www.xtending.co para aprová-lo.

source: El Auditor ha aprobado los siguientes items. Puede visualizar el contenido desde la aplicación ingresando a https://www.xtending.co
pt: O Auditor aprobado os seguintes itens. Você pode visualizar o conteúdo do aplicativo entrar https://www.xtending.co

source: Fecha limite de Generación del Plan de AC
pt: Prazo para geração de Plano de AC

source: Fecha limite de Aprobación del Plan de AC
pt: Prazo para Aprovação Plano de AC
