Repository: triaboxproyect/triabox
Catalog: app/Resources/translations/messages.*.xlf
Languages: es, pt

source: Actual Date and Hour
es: Fecha y hora Actual
pt: Data e hora atual

source: New Form
es: Alta Formulario
pt: Alta Formulario

source: Add New
es: Agregar nuevo
pt: Adicionar nova

source: Contacts
es: Contactos
pt: Contatos

source: Edit
es: Editar
pt: Editar

source: Create
es: Crear
pt: Criar

source: Back
es: Volver
pt: Voltar

source: Create new contact
es: Crear nuevo contacto
pt: Criar um novo contato

source: Modify Contact
es: Modificar Contacto
pt: Mudar Contato

source: Mask
es: Caratula
pt: Máscara

source: Create Form
es: Crear Formulario
pt: Criar um formulário

source: Chapters
es: Capítulos
pt: Capítulos

source: Edit Form
es: Editar Formulario
pt: Editar Formulário

source: Type of audit
es: Tipo de Auditoria
pt: Tipo de Auditoria

source: Record
es: Registro
pt: Registro

source: Date
es: Fecha
pt: Data

source: Status
es: Estado
pt: Estado

source: Audit
es: Auditor
pt: Auditor

source: User
es: Usuario
pt: Usuário

source: Name
es: Nombre
pt: Nome

source: Last name
es: Apellido
pt: Sobrenome

source: Address
es: Dirección
pt: Endereço

source: Save
es: Guardar
pt: Salvar

source: Evaluation Criteria
es: Criterios de Evaluación
pt: Critérios de Avaliação

source: Type
es: Tipo
pt: Tipo

source: Order
es: Orden
pt: Ordem

source: Obligatory
es: Obligatorio
pt: Obrigatório

source: New Evaluation Criteria
es: Nuevo Criterio Evaluación
pt: Novos critérios de avaliação

source: Edit Criteria
es: Editar Criterio
pt: Editar Critérios

source: Edit Company
es: Editar Empresa
pt: Editar Empresa

source: Entities
es: Entidades
pt: Entidades

source: Supplier code
es: Código de Proveedor
pt: Código Fornecedor

source: Web page
es: Página Web
pt: Pagina Web

source: Country
es: País
pt: Pais

source: Actions
es: Acciones
pt: Ações

source: Create Company
es: Crear Empresa
pt: Criar Empresa

source: Edit site
es: Editar Establecimiento
pt: Edite Estabelecimento

source: Delete
es: Eliminar
pt: Apagar

source: New
es: Nuevo
pt: Novo

source: City
es: Ciudad
pt: Cidade

source: Residence
es: Domicilio
pt: Casa

source: Site code
es: Código Site
pt: Código Site

source: Records
es: Registros
pt: Registros

source: Operator
es: Operador
pt: Operador

source: New Site
es: Nuevo Site
pt: Novo Site

source: Edit Site
es: Editar Site
pt: Edite Site

source: View
es: Ver
pt: Ver

source: Modify
es: Modificar
pt: Mudar

source: Assign
es: Asignar
pt: Atribuir

source: Enable / Disable
es: Habilitar / Deshabilitar
pt: Ativar / Desativar

source: Label
es: Etiqueta
pt: Etiqueta

source: Description
es: Descripción
pt: Descrição

source: Evaluable Field
es: Campo Evaluable
pt: Avaliável Campo

source: Additional fields
es: Campos Adicionales
pt: Campos adicionais

source: Assign Form
es: Asignar Formulario
pt: Atribuir Formulário

source: Company
es: Empresa
pt: Empresa

source: Category
es: Categoría
pt: Categoria

source: Form type
es: Tipo Formulario
pt: Tipo Formulário

source: Forms assigned
es: Formularios Asignados
pt: Formas Atribuídas

source: Password
es: Contraseña
pt: Senha

source: Remember Password
es: Recordar Contraseña
pt: Salvar Senha

source: Forgot your password?
es: Olvido su Contraseña
pt: Esqueceu sua Senha?

source: Login
es: Ingreso
pt: Entrada

source: Role
es: Rol
pt: Função

source: Companies
es: Empresas
pt: Empresas

source: Customer
es: Cliente
pt: Cliente

source: Evaluation Criteria
es: Criterio Evaluación
pt: Critérios de Avaliação

source: Forms
es: Formulario Definición
pt: Forma

source: Edit Data
es: Editar Datos
pt: Editar Dados

source: Group
es: Grupo
pt: Grupo

source: Score
es: Puntaje
pt: Pontos

source: Perfect Score
es: Puntaje Ideal
pt: Pontos Ideais

source: Percentage
es: Porcentaje
pt: Percentagem

source: Corrective Action
es: Acción Correctiva
pt: Ação Corretiva

source: Close
es: Cerrar
pt: Fechar

source: File
es: Archivo
pt: Arquivo

source: Comment
es: Comentario
pt: Comentar

source: Numeric Field
es: Campo Numérico
pt: Campo Numérico

source: New
es: Nueva
pt: Novo

source: Open
es: Abierta
pt: Aberto

source: Closed
es: Cerrada
pt: Fechado

source: Report
es: Informe
pt: Relatório

source: Corporation
es: Corporación
pt: Corporação

source: Admin
es: Administrador
pt: Administrador

source: Cancel
es: Cancelar
pt: Cancelar

source: Start Date
es: Fecha Inicio
pt: Data de Inicio

source: Description of Action
es: Descripción Acción
pt: Descrição da Ação

source: Date of Action
es: Fecha Acción
pt: Data da Ação

source: Responsible
es: Responsable
pt: Responsável

source: Description of Execution
es: Descripción Ejecución
pt: Descrição Execução

source: Attached File
es: Archivo Adjunto
pt: Arquivo anexo

source: Performer
es: Ejecutante
pt: Executante

source: Analysis
es: Análisis
pt: Análise

source: Author
es: Autor
pt: Autor

source: Fault description
es: Descripción de Falla
pt: Descrição da falha

source: Description of Effectiveness
es: Descripción de Efectividad
pt: Descrição da Eficácia

source: Effective?
es: Efectivo
pt: Efetivo?

source: Author
es: Autor
pt: Autor

source: Create Corrective Action
es: Crear Acción Correctiva
pt: Criar Ação Corretiva

source: Form
es: Formulario
pt: Formulário

source: Security
es: Seguridad
pt: Segurança

source: Log Out
es: Salir
pt: Sair

source: City
es: Ciudad
pt: Cidade

source: Phone
es: Teléfono
pt: Telefone

source: State/Province
es: Estado/Provincia
pt: Estado/Província

source: Contact
es: Contacto
pt: Contato

source: Audit Name
es: Nombre Auditoria
pt: Nome de Auditoria

source: Group Name
es: Nombre Grupo
pt: Nome do Grupo

source: Language
es: Idioma
pt: Linguagem

source: Mobile
es: Celular
pt: Celular

source: Template
es: Plantilla
pt: Modelo

source: Assigned Role
es: Rol Asignado
pt: Papel atribuído

source: Username
es: Nombre de Usuario
pt: Nome de Usuário

source: Create Corrective Action Plan
es: Crear Plan de Acciones Correctivas
pt: Criar Plano de Ações Corretivas

source: Corrective Actions
es: Acciones Correctivas
pt: Ações Corretivas

source: Select...
es: Seleccione...
pt: Selecionar...

source: Expiration Date
es: Fecha de vencimiento
pt: Data de Validade

source: Attach File
es: Adjuntar Archivo
pt: Anexar Arquivo

source: Corrective Actions
es: Acciones Correctivas
pt: Ações Corretivas

source: Result
es: Resultado
pt: Resultado

source: Overall
es: Total
pt: Total

source: Corrective Action Plan
es: Plan de Acciones Correctivas
pt: Plano de Ações Corretivas

source: Process ID Number
es: Proceso ID
pt: Processo ID

source: Causes Analysis
es: Análisis Causas
pt: Analise de Causas

source: Execution
es: Ejecución
pt: Execução

source: Action Plan
es: Plan de Acciones
pt: Plano de Ações

source: Summary
es: Resumen
pt: Resumo

source: Supplier
es: Proveedor
pt: Fornecedor

source: Modify plan
es: Modificar Plan
pt: Alterar Plano

source: Suppliers
es: Proveedores
pt: Fornecedores

source: Effective Verification
es: Verificación Efectiva
pt: Verificação Eficaz

source: Allocate Process
es: Asignar Proceso
pt: Atribuir Processo

source: Not Available
es: No Disponible
pt: Não Disponível

source: Edit Corporation
es: Editar Corporación
pt: Editar Corporação

source: Date
es: Fecha
pt: Data

source: Label
es: Rótulo
pt: Etiqueta

source: Functionality
es: Funcionalidad
pt: Funcionalidade

source: Bold Type
es: Negrita
pt: Negrito

source: Audit Filter
es: Filtrar Auditoria
pt: Filtro de Auditoria

source: Code
es: Código
pt: Código

source: Save Comments
es: Guardar Comentarios
pt: Adicionar Comentário

source: Add failure
es: Adicionar Falla
pt: Adicionar Acidentes

source: Add Analysis
es: Adicionar Análisis
pt: Adicionar Análise

source: Customers
es: Clientes
pt: Clientes

source: New Role
es: Crear Rol
pt: Criar Papel

source: Help
es: Ayuda
pt: Ajuda

source: Establishments
es: Establecimientos
pt: Estabelecimentos

source: Save the changes to update the results
es: Guarde los cambios para actualizar los resultados
pt: Salve as alterações para atualizar os resultados

source: List of Verification in the Restaurant
es: Listado de Verificación en el Restaurante
pt: Lista de Verificação no Restaurante

source: Restaurant Information
es: Información del Restaurante
pt: Informações Restaurante

source: Responsible Operator
es: Responsable Operador
pt: Operador Responsável

source: ID Restaurant
es: ID Restaurante
pt: ID Restaurante

source: Subtotal
es: Total Parcial

source: Fulfill
es: Cumple
pt: Cumpre

source: Value
es: Valor
pt: Valor

source: Total Restaurant
es: Total Restaurante
pt: Média do Restaurante

source: Sign in
es: Ingresar
pt: Entre

source: Comments / Remarks
es: Comentarios / Observaciones
pt: Comentários / Observações

source: Want to Close the Report? Once closed cannot be changed back
es: ¿Desea Cerrar el Informe? Una vez cerrado no se podrá volver a modificar
pt: Quer fechar o relatório? Uma vez fechado não pode ser alterado novamente para

source: Change Password
es: Cambiar Contraseña
pt: Alterar Senha

source: Current Password
es: Contraseña Actual
pt: Senha Atual

source: New Password
es: Nueva Contraseña
pt: Nova Senha

source: Rewrite New Password
es: Repetir Nueva Contraseña
pt: Repetir Nova Senha

source: Select a registry type
es: Seleccione un tipo de registro
pt: Selecione um tipo de registro

source: Do you want to save this Record?
es: Desea guardar este registro?
pt: Quer salvar este registro?

source: Page
es: Página
pt: Página

source: Sheet
es: Hoja
pt: Folha

source: You must complete all of the cover to save the report
es: Debe completar todos los datos de la carátula para poder guardar
pt: Você deve completar toda a cobertura para salvar o relatório

source: Change Password
es: Cambiar Contraseña
pt: Alterar Senha

source: Processes
es: Procesos
pt: Processos

source: Date from
es: Fecha Desde
pt: Data a partir da

source: Up to
es: Hasta
pt: Para cima

source: Select Questions
es: Seleccione Preguntas
pt: Selecione Perguntas

source: Filter
es: Filtrar
pt: Filtro

source: Change Photo
es: Cambiar Foto
pt: Alterar Foto

source: See Chapters
es: Ver Capítulos
pt: Ver Capítulos

source: Alerts
es: Alertas
pt: Alertas

source: Edit Chapters
es: Editar Capítulos
pt: Editar Capítulos

source: Select a Processes
es: Seleccione un Proceso
pt: Selecione um Processo

source: Page 1 Label
es: Label de Hoja 1
pt: Etiqueta Folha 1

source: Page 2 Label
es: Label de Hoja 2
pt: Etiqueta Folha 2

source: Change to
es: Convertible
pt: Conversível

source: Select type
es: Tipo Select
pt: Tipo Select

source: All
es: Todos
pt: Tudo

source: All
es: Todas
pt: Tudo

source: Exporting data
es: Datos a exportar
pt: Exportação de dados

source: Excel
es: Nombre Excel Procesos

source: Upon completion of the pre-defined label function is activated.
es: Al completar la etiqueta se activara la función predefinida.
pt: Após a conclusão da função de rótulo pré-definido será

source: The value entered will be displayed in the registration field label.
es: El valor ingresado se mostrara en el registro como Etiqueta del campo.
pt: O valor digitado será exibido no rótulo do campo de inscrição.

source: Predefined functionality
es: Funcionalidad Predefinida
pt: Funcionalidade predefinidas

source: Chapters
es: Tiene Capítulos
pt: Os capítulos têm

source: Summary
es: Tiene Resumen
pt: Abstrato

source: Not Rated
es: No Evaluada
pt: Não Classificada

source: Process Name
es: Nombre del Proceso
pt: Nome do Processo

source: Date Report
es: Fecha Informe
pt: Data do relatório

source: Country Consulting
es: Consultoría de Campo
pt: Consulting País

source: Invite new company
es: Invitar nueva empresa
pt: Convidar nova empresa

source: Select Process
es: Seleccione Proceso
pt: Selecione Processo

source: Unassigned
es: No Asignado
pt: Não atribuído

source: Not Rated
es: No Evaluado
pt: Não Classificado

source: Registration cannot be changed back to
es: Este registro no se podrá volver a modificar
pt: Registro não pode ser alterado novamente

source: Process Configuration
es: Configuración Procesos
pt: Configuração Processos

source: Edit Configuration
es: Editar Configuración
pt: Editar Configuração

source: Filter Process
es: Filtros Procesos
pt: Filtros Processos

source: Process Columns
es: Columnas Procesos
pt: Colunas Processos

source: Manual Date
es: Fecha Manual
pt: Data Manual

source: Actual Date
es: Fecha Actual
pt: Data Atual

source: PDF Report
es: Informe PDF
pt: Relatório PDF

source: Excel Report
es: Informe Excel
pt: Relatório Excel

source: Products
es: Productos
pt: Produtos

source: Product
es: Producto
pt: Produto

source: Sender
es: Remitente
pt: Remetente

source: Issue
es: Asunto
pt: Assunto

source: Enter the addressee e-mail
es: Ingrese el e-mail del destinatario
pt: Digite o e-mail do destinatário

source: Ending date (aaaa-mm-dd)
es: Fecha fin (aaaa-mm-dd)
pt: Data de conclusão (aaaa-mm-dd)

source: All the e-mails that are on the register
es: A todos los e-mails que figuren en el registro
pt: Todos os e-mails que estão no registo

source: Manual entry of e-mails
es: Ingreso manual de e-mails
pt: Entrada manual de e-mails

source: Units
es: Unidad
pt: unidade

source: Date or Amount
es: Fecha o Cantidad
pt: Data ou Quantidade

source: End
es: Fin
pt: Final

source: Repetition
es: Repetición
pt: Repetição

source: No Repeat
es: No Repite
pt: No Repete

source: Content
es: Contenido
pt: Conteúdo

source: In "X" Days
es: En "X" Días
pt: Em "X" dias

source: In "X" Months
es: En "X" Meses
pt: Em "X" Meses

source: Each "X" Days
es: Periódico Cada "X" Días
pt: Cada "X" Dias

source: Each "X" Months
es: Periódico Cada "X" Meses
pt: Cada "X" Meses

source: For the amount of repetition
es: Por Cantidad de Repeticiones
pt: Por número de repetições

source: Actual date
es: Fecha actual
pt: Data Atual

source: Date
es: Fecha
pt: Data

source: On New Record
es: Por Nuevo Registro
pt: Por Novo Registro

source: On record edit
es: Por Edición de Registro
pt: Por Edição de Registro

source: On close record
es: Por Registro Cerrado
pt: Por Registro Fechado

source: Addressee type
es: Tipo de Destinatario
pt: Tipo de Destinatário

source: Date Event Condition
es: Fecha o Evento Condición.
pt: Data ou evento condição

source: Repeat Condition
es: Condición Repetición
pt: Condição repetição

source: Repetition ends
es: Fin de Repetición
pt: Fim de repetição

source: State description
es: Descripción de Estado
pt: Descrição de Estado

source: Not evaluated
es: No Evalúa
pt: Não avalia

source: Add tag
es: Agregar Etiqueta
pt: Adicionar Tag

source: Role
es: Rol
pt: Função

source: Modify Chapter
es: Modificar Capitulo
pt: Alterar Capítulo

source: Export XLS
es: Exportar XLS
pt: Exportar XLS

source: Create Alert
es: Crear Alerta
pt: Criar alerta

source: Create Corporation
es: Crear Corporación
pt: Criar Corporação

source: Event Edition
es: Evento Edición
pt: Evento Edição

source: Classification Criteria
es: Criterio Clasificación
pt: Critério Classificação

source: Own Entity
es: Entidades Propias
pt: Própria Entidade

source: Add
es: Agregar
pt: Adicionar

source: Corporations
es: Corporaciones
pt: Corporações

source: Enter Username or e-mail
es: Ingrese Nombre de usuario o e-mail
pt: Digite o Nome de usuário ou e-mail

source: No Record Found
es: No hay resultados de la Búsqueda
pt: Sem resultados da pesquisa

source: Send code by e-mail
es: Enviar código por e-mail
pt: Enviar código por e-mail

source: Search
es: Buscar
pt: Pesquisar

source: New password
es: Contraseña nueva
pt: Nova senha

source: Confirm password
es: Confirmar contraseña
pt: Confirme a senha

source: Continue
es: Continuar
pt: Continuar

source: The code is invalid. Try again.
es: El código es inválido. Inténtelo nuevamente.
pt: O código for inválido. Tente novamente.

source: Tax identifier
es: Identificador de Impuestos
pt: Identificador de imposto

source: Business name
es: Razón Social
pt: Nome da empresa

source: Alternative e-mail
es: E-mail alternativo
pt: E-mail alternativo

source: Company description
es: Descripción de la Empresa
pt: Descrição da Empresa

source: Products description
es: Descripción de los productos
pt: Descrição dos produto

source: Enter Code
es: Ingrese Código
pt: Digite o Código

source: Classification
es: Clasificación
pt: Classificação

source: Site Description
es: Descripción del Site
pt: Descrição do site

source: You requested a new password
es: Usted solicitó una nueva contraseña
pt: Você solicitou uma nova senha

source: Enter the following code to change the password
es: Introduzca el siguiente código para cambiar la contraseña
pt: Digite o código a seguir para alterar a senha

source: Dear
es: Estimado/a
pt: Estimado

source: THIS IS AN AUTOMATIC E-MAIL. PLEASE DO NOT ANSWER
es: ESTE ES UN E-MAIL AUTOMATICO. POR FAVOR NO RESPONDA
pt: ESTE É UM E-MAIL AUTOMÁTICO. POR FAVOR NÃO RESPONDA

source: Sincerely
es: Atentamente
pt: Atenciosamente

source: YOU CAN CONTACT OUR SUPPORT CENTRE SENDING A MESSAGE TO info@xtending.co
es: PUEDE COMUNICARSE A NUESTRO CENTRO DE SOPORTE ENVIANDO UN MENSAJE A info@xtending.co
pt: VOCÊ PODE CONTATAR NOSSO CENTRO DE SUPORTE ENVIANDO UMA MENSAGEM PARA info@xtending.co

source: If you did not request a new password, ignore this message. If you continue to receive e-mails of this type please contact info@xtending.co
es: Si no solicitó una nueva contraseña, omita este mensaje. Si continua recibiendo mails de este tipo por favor contacte a info@xtending.co
pt: Se você não solicitou uma nova senha, ignore esta mensagem. Se você continuar a receber e-mails deste tipo, por favor entre em contato info@xtending.co

source: Closed
es: Cerrado
pt: Fechado

source: You are here
es: Usted esta aquí
pt: Você esta aqui

source: You must write name and save before add new questions
es: Debe escribir el nombre y guardar, antes de agregar preguntas
pt: Você deve escrever o nome e salvar antes de adicionar novas perguntas

source: New Product
es: Nuevo Producto
pt: Novo Produto

source: Specification
es: Especificación
pt: Especificação

source: Image
es: Imagen
pt: Imagem

source: List
es: Listar
pt: Lista

source: Choose an Option …
es: Seleccione una opción...
pt: Escolha uma opção …

source: Automatic Date
es: Fecha Automática
pt: Data Automática

source: Shared with Suppliers
es: Compartido con los Proveedores
pt: Compartilhado com os Fornecedores

source: Shared with Customers
es: Compartido con los Clientes
pt: Compartilhado com os clientes

source: Successful Elimination
es: Eliminación exitosa
pt: Eliminação bem sucedida

source: Has been added successfully!
es: Ha sido agregado exitosamente!
pt: Foi agregado sucesso!

source: Being
es: Siendo
pt: Sendo

source: suggest you log on to
es: le propone que ingrese a
pt: Sugiro que você faça logon no

source: To verify and update the information that we have about
es: Para que verifique y actualice la información que disponemos sobre
pt: Para verificar e atualizar as informações que temos sobre

source: Contact officials, documents and records which we share regularly.
es: funcionarios de Contacto, documentos y registros que compartimos regularmente.
pt: funcionários de contato, documentos e registros que compartilham regularmente.

source: Access parameters were sent to
es: Los parámetros de acceso fueron enviados a
pt: Parâmetros de acesso foram enviados para

source: Account Manager
es: Responsable de cuenta
pt: Gerente da Conta

source: Add
es: Agregar
pt: Adicionar

source: Information
es: Información
pt: Informação

source: Share with:
es: Compartir con:
pt: Compartilhar com:

source: Export to Excel
es: Exportar a Excel
pt: Exportação para Excel

source: Defined access parameters for access are:
es: Los parámetros de acceso definidos para su acceso son:
pt: Los parâmetros de aceso definidos para seu aceso são:

source: Not accept
es: No acepta
pt: Não aceita

source: Accept
es: Aceptar
pt: Aceita

source: Once you enter you will be requested to accept the use conditions of the service, then you can access the information of the company you represent.
es: Una vez que ingrese se le solicitara que acepte las condiciones de uso del servicio, luego podrá acceder a la información de la empresa que representa.
pt: Depois de entrar, você será solicitado a aceitar as condições de uso do serviço, então você pode acessar as informações da empresa que você representa.

source: I have read and accept the Terms and Conditions
es: He leído y acepto los Términos y Condiciones de uso
pt: Tenho lido e aceito os Termos e Condições

source: Terms and Conditions of Use of Service
es: Términos y Condiciones de Uso del Servicio
pt: Termos e Condições de Uso do Serviço

source: Has Accepted the Terms and Conditions. Will be redirected to Xtending
es: Ha Aceptado los Términos y Condiciones de uso. Será redirigido a Xtending
pt: Aceitou os Termos e Condições. Será redirecionado para Xtending

source: The company and the contact e-mails you want to invite cannot be added because they are already part of our network!
es: La empresa y el contacto que desea invitar no se pueden agregar porque los e-mails ya están registrados en nuestra red!
pt: Da empresa e do contato que deseja convidar não pode ser adicionado porque seu e-mail já fazem parte da nossa rede!

source: You cannot add the company because the e-mail is already part of our network!
es: No se puede agregar la empresa porque el e-mail ya es parte de nuestra red!
pt: Você não pode adicionar a empresa porque seu e-mail já faz parte de nossa rede!

source: The user is already logged in Xtending. Check the name of the company and the e-mail informed.
es: El usuario ya se encuentra registrado en Xtending. Verifique el nombre de la empresa y el e-mail informado.
pt: O usuário já é registrado no Xtending. Verifique o nome da empresa e do e-mail informado.

source: Process ownership:
es: Proceso propiedad de:
pt: Titularidade do processo:

source: Shared with
es: Compartido con
pt: Compartilhado com

source: Internal process
es: Proceso interno
pt: Processo Interno

source: Own process
es: Proceso Propio
pt: Processo próprio

source: External process
es: Proceso Externo
pt: Processo Externo

source: Searching
es: Búsqueda
pt: Pesquisa

source: You must save first and to create individual assignments !!!
es: Se debe guardar primero y para poder crear las asignaciones individuales!!!
pt: Você deve salvar primeiro e para criar trabalhos individuais !!!

source: The form you are trying to access has been disabled. For more information contact the administrator of your company.
es: El formulario al que intenta acceder ha sido deshabilitado. Para más información contáctese con el administrador de su empresa.
pt: A forma que tenta acessar tem sido desabilitada. Para maior informação contate-se com o administrador da sua empresa.

source: Companies
es: Empresas
pt: Empresas

source: Date of publication
es: Fecha de publicación
pt: Data de publicação

source: Share to single company
es: Compartir con una empresa
pt: Compartilhe com uma empresa

source: Share
es: Compartir
pt: Compartilhar

source: By sharing these records with other companies you allow their users to access records and information related.
es: Al compartir un proceso con otras Empresas permite a los Usuarios de las mismas acceder a los registros de dicho proceso y a la información que contienen
pt: Compartilhando um processo com outras empresas você permite aos usuarios das mesmas acessar aos registros e informacão que eles comtem

source: Select Company
es: Seleccione Empresa
pt: Selecione Empresa
