Repository: triaboxproyect/triabox
Catalog: src/Xtending/SecurityXtendingBundle/Resources/translations/messages.*.xlf
Languages: pt

source: About
pt: Acerca de

source: Services
pt: Serviços

source: Portfolio
pt: Clientes

source: Contact
pt: Contato

source: Welcome To Xtending!
pt: Bem-Vindo ao Xtending!

source: Managing in a simple way!
pt: Gerenciando simplesmente!

source: Know More…
pt: Saiba mais…

source: Sign in
pt: Inicie Sessão

source: Management
pt: Gestão

source: Internal and external, Documents and Records Manager
pt: Gerenciador de documentos e registros, internos e externos

source: Suppliers and Customers
pt: Fornecedores e Clientes

source: Company internal and shared with Customers and Suppliers Processes Manager
pt: Gerencia os Processos internos da Empresa e externos compartilhados com Clientes ou Fornecedores

source: Audits
pt: Auditorias

source: Internal and external Audits
pt: Auditorias Internas y Externas

source: Communication
pt: Comunicação

source: Platform for Collaborative and Distributed Processes
pt: Plataforma de Processos Colaborativos e Distribuídos

source: They trust Xtending…
pt: Eles confiam Xtending…

source: Arcos Dorados - McDonald's
pt: Arcos Dourados - McDonald's

source: Food and Meals
pt: Comida

source: Consulting
pt: Consultoria

source: What's Xtending?
pt: O que é Xtending?

source: Xtending is an network for web 2.0 collaborative processes in distributed environments. Provides basic and simple tools to learn and use
pt: Xtending é uma rede web 2.0 para processos colaborativos em ambientes distribuídos. Fornece ferramentas básicas e simples de aprender e usar

source: What do we offer?
pt: O que oferecemos?

source: Solutions that facilitate real-time management of Internal Processes and Shared with Customers and Suppliers Processes. Xtending your company provides a broad overview of the processes of its value network.
pt: Soluções que facilitam a gestão, em tempo real, dos Processos internos e compartilhados com Clientes e Fornecedores. Por Xtending, as empresas participantes obter uma imagem completa da sua rede de valor .

source: More…
pt: Mais…

source: Contact Us
pt: Fale conosco

source: Your Name *
pt: O seu nome

source: Your e-mail *
pt: O seu e-mail

source: Your Phone *
pt: O seu telefone

source: Your question or request *
pt: A sua pregunta ou pedido*

source: Send this message
pt: Enviar esta mensagem

source: You must complete all the required fields!
pt: Você deve preencher todos os campos obrigatórios!

source: The message has been sent successfully. We will respond promptly. Thank you for contacting.
pt: A mensagem foi enviada com sucesso. Nós responderemos prontamente. Obrigado por entrar em contato.

source: Terms and Conditions
pt: Termos e Condições
